Repository: common-repository/annonces
Catalog: core/asset/languages/annonces-*.po
Languages: fr_fr

source: Annonces plugin work with ACF version 5+. Please update !
fr_fr: Le plugin Annonces fonctionne avec la version de ACF 5+. Veuillez mettre à jour ACF !

source: Install Required Plugins
fr_fr: Installer les extensions requises

source: Install Plugins
fr_fr: Installer les extensions

source: Installing Plugin: %s
fr_fr: Installation de l'extension : %s

source: Something went wrong with the plugin API.
fr_fr: Une erreur est survenue à propos de l'API de l'extension.

source: This plugin requires the following plugin installed or update: %1$s.
fr_fr: Cette extension nécessite l'installation ou la mise à jour des extensions suivantes : %1$s.

source: This plugin recommends the following plugin installed or updated: %1$s.
fr_fr: Cette extension recommande l'installation ou la mise à jour des extensions suivantes : %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
fr_fr: Désolé, vous n'avez pas les permissions requises pour installer l'extension %s. Veuillez contacter l'administrateur du site.

source: The following required plugin is currently inactive: %1$s.
fr_fr: Les extensions requises ne sont pas activées : %1$s.

source: The following recommended plugin is currently inactive: %1$s.
fr_fr: Les extensions recommandées ne sont pas activées : %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
fr_fr: Désolé, vous n'avez pas les permissions requises pour activer l'extension %s. Veuillez contacter l'administrateur du site.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this plugin: %1$s.
fr_fr: Les extensions suivantes ont besoin d'une mise à jour pour assurer un maximum de compatibilité : %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
fr_fr: Désolé, vous n'avez pas les permissions requises pour mettre à jour l'extension %s. Veuillez contacter l'administrateur du site.

source: Go Install Plugin
fr_fr: Installer les extensions

source: Go Activate Plugin
fr_fr: Activer les extensions

source: Return to Required Plugins Installer
fr_fr: Retourner à la page d'installation des extensions requises

source: Plugin activated successfully.
fr_fr: L'extension a été activée.

source: All plugins installed and activated successfully. %s
fr_fr: Tous les plugins ont été installés et activés : %s

source: Announces
fr_fr: Annonces

source: Announce
fr_fr: Annonce

source: Announce taxonomies
fr_fr: Catégories annonces

source: Announce taxonomy
fr_fr: Catégorie annonces

source: Phone number
fr_fr: Numéro de téléphone

source: Address
fr_fr: Adresse

source: See
fr_fr: Voir

source: Author
fr_fr: Auteur

source: Associated labels
fr_fr: Certifications associées

source: Associated announces
fr_fr: Annonces associées

source: Labels
fr_fr: Certifications

source: Label
fr_fr: Certification

source: Website
fr_fr: Site internet

source: Permalink Announce
fr_fr: Permalien de Annonces

source: Announces options
fr_fr: Options de Annonces

source: Google api key
fr_fr: Clé API Google

source: Obtain a google map api key
fr_fr: Obtenir une clé API Google Map

source: Display label module
fr_fr: Afficher le module appellation

source: Activate
fr_fr: Activer

source: Check to display the label module
fr_fr: Cocher pour afficher le module Appellation

source: Update
fr_fr: Mise à jour
